actions-for-nautilus-git
auto-cpufreq
brave-bin
breeze-gtk-git
clipman
cursor-bin
downgrade
figma-linux
fluent-icon-theme-git
google-chrome
hyprshade
lazydocker
notion-app-electron
postman-bin
python-pywal16
slack-desktop
spotify
spotify-tui
tmuxinator
wdisplays
weylus-bin
yay
yay-debug
